Repository: marcops/wiles-source
Catalog: Sources/Wiles/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
pt: Desfazer

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
pt: Refazer

source: Enclosing Folder
de: Übergeordneter Ordner
es: Carpeta Contenedora
fr: Dossier Parent
pt: Pasta Superior

# wilesHelpAndShortcuts
source: Wiles Help & Shortcuts
de: Wiles Hilfe & Tastenkürzel
es: Ayuda y Atajos de Wiles
fr: Aide et Raccourcis Wiles
pt: Ajuda e Atalhos do Wiles

source: New Folder...
de: Neuer Ordner...
es: Nueva Carpeta...
fr: Nouveau dossier...
pt: Nova Pasta...

source: Paste
de: Einfügen
es: Pegar
fr: Coller
pt: Colar

source: Select All
de: Alles auswählen
es: Seleccionar Todo
fr: Tout sélectionner
pt: Selecionar Tudo

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
pt: Ordenar por

source: View Mode
de: Ansichtsmodus
es: Modo de Vista
fr: Mode d'affichage
pt: Modo de Visualização

source: Grid View
de: Rasteransicht
es: Vista de Cuadrícula
fr: Affichage en grille
pt: Visualização em Grade

source: List View
de: Listenansicht
es: Vista de Lista
fr: Affichage en liste
pt: Visualização em Lista

source: Column View
de: Spaltenansicht
es: Vista de Columnas
fr: Vue en Colonnes
pt: Visualização em Colunas

source: Show Hidden Files
de: Ausgeblendete Dateien anzeigen
es: Mostrar Archivos Ocultos
fr: Afficher les fichiers masqués
pt: Mostrar Arquivos Ocultos

# showHiddenFilesGnome
source: Show Hidden Files (Ctrl+H)
de: Ausgeblendete Dateien anzeigen (Ctrl+H)
es: Mostrar Arquivos Ocultos (Ctrl+H)
fr: Afficher les fichiers masqués (Ctrl+H)
pt: Mostrar Arquivos Ocultos (Ctrl+H)

# showHiddenFilesMac
source: Show Hidden Files (Cmd+Shift+.)
de: Ausgeblendete Dateien anzeigen (Cmd+Shift+.)
es: Mostrar Arquivos Ocultos (Cmd+Shift+.)
fr: Afficher les fichiers masqués (Cmd+Shift+.)
pt: Mostrar Arquivos Ocultos (Cmd+Shift+.)

source: Hide Status Bar
de: Statusleiste ausblenden
es: Ocultar Barra de Estado
fr: Masquer la barre d'état
pt: Ocultar Barra de Status

source: Show Status Bar
de: Statusleiste anzeigen
es: Mostrar Barra de Estado
fr: Afficher la barre d'état
pt: Mostrar Barra de Status

source: Show Favorites
de: Favoriten anzeigen
es: Mostrar Favoritos
fr: Afficher les favoris
pt: Mostrar Favoritos

source: Show MAC Section
de: MAC-Bereich anzeigen
es: Mostrar Sección MAC
fr: Afficher la section MAC
pt: Mostrar Seção MAC

source: Show Recents
de: Zuletzt verwendet anzeigen
es: Mostrar Recientes
fr: Afficher les récents
pt: Mostrar Recentes

source: Show Places
de: Orte anzeigen
es: Mostrar Lugares
fr: Afficher les emplacements
pt: Mostrar Locais

source: Show Sidebar Section Titles
de: Seitenleisten-Titel anzeigen
es: Mostrar Títulos de Secciones
fr: Afficher les titres de la barre latérale
pt: Mostrar Títulos da Lateral

source: Sidebar Mode
de: Sidebar-Modus
es: Modo de Barra Lateral
fr: Mode barre latérale
pt: Modo da Barra Lateral

source: PLACES
de: Orte & Geräte
es: Lugares y Dispositivos
fr: Emplacements & Dispositifs
pt: LOCAIS

# placesMenuOption
source: Places
de: Orte
es: Lugares
fr: Emplacements
pt: Locais

# treeMenuOption
source: Directory Tree
de: Verzeichnisbaum
es: Árbol de Directorios
fr: Arborescence des Dossiers
pt: Árvore de Diretórios

source: Shortcut Mode
de: Tastenkürzel-Modus
es: Modo de Atajos
fr: Mode raccourcis
pt: Modo de Atalhos

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
pt: Atualizar

source: Copy Path
de: Pfad kopieren
es: Copiar Ruta
fr: Copier le chemin
pt: Copiar Caminho

# copyPathAbsolute
source: Absolute Path
de: Absoluter Pfad
es: Ruta Absoluta
fr: Chemin absolu
pt: Caminho Absoluto

# copyPathRelative
source: Relative Path
de: Relativer Pfad
es: Ruta Relativa
fr: Chemin relatif
pt: Caminho Relativo

# copyPathURL
source: File URL (file://)
de: Datei-URL (file://)
es: URL del Archivo (file://)
fr: URL du fichier (file://)
pt: URL do Arquivo (file://)

# copyPathTerminal
source: Terminal Escaped Path
de: Terminal-Pfad (maskiert)
es: Ruta Escapada para Terminal
fr: Chemin échappé pour Terminal
pt: Caminho Escapado (Terminal)

source: Folder Properties
de: Ordnereigenschaften
es: Propiedades de la Carpeta
fr: Propriétés du dossier
pt: Propriedades da Pasta

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
pt: Abrir

source: Quick Look
de: Übersicht
es: Vista Rápida
fr: Aperçu rapide
pt: Visualização Rápida

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fr: Retirer des favoris
pt: Remover dos Favoritos

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Adicionar a Favoritos
fr: Ajouter aux favoris
pt: Adicionar aos Favoritos

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
pt: Recortar

source: Copy
de: Kopieren
es: Copiar
fr: Copier
pt: Copiar

source: Copy Content
de: Inhalt kopieren
es: Copiar Contenido
fr: Copier le contenu
pt: Copiar Conteúdo

source: Move to Trash
de: In den Papierkorb legen
es: Mover a la Papelera
fr: Placer dans la Corbeille
pt: Mover para a Lixeira

source: No Selection
de: Keine Auswahl
es: Sin Selección
fr: Aucune sélection
pt: Nenhum Item Selecionado

source: Code Preview
de: Code-Vorschau
es: Vista Previa de Código
fr: Aperçu du code
pt: Pré-visualização de Código

source: Sharing Active
de: Freigabe aktiv
es: Compartición Activa
fr: Partage actif
pt: Compartilhamento Ativo

source: Create Symbolic Link
de: Symbolischen Link Erstellen
es: Crear Enlace Simbólico
fr: Créer un Lien Symbolique
pt: Criar Link Simbólico

source: Link Type
de: Link-Typ
es: Tipo de Enlace
fr: Type de lien
pt: Tipo de Link

# symlinkNameLabel
source: Symlink Name
de: Link-Name
es: Nombre del Enlace
fr: Nom du Lien
pt: Nome do Symlink

source: Create Link
de: Link Erstellen
es: Crear Enlace
fr: Créer le Lien
pt: Criar Link

source: Wiles File Manager
de: Wiles Dateimanager
es: Gestor de Archivos Wiles
fr: Gestionnaire de Fichiers Wiles
pt: Gerenciador de Arquivos Wiles

source: Background Operations
de: Hintergrundoperationen
es: Operaciones en Segundo Plano
fr: Opérations en arrière-plan
pt: Operações em Segundo Plano

source: No active operations
de: Keine aktiven Operationen
es: Sin operaciones activas
fr: Aucune opération active
pt: Nenhuma operação ativa

# itemsSelectedSuffix
source: items selected
de: Elemente ausgewählt
es: elementos seleccionados
fr: éléments sélectionnés
pt: itens selecionados

# activeSuffix
source: active
de: aktiv
es: activas
fr: actives
pt: ativa(s)

source: Compress to ZIP
de: In ZIP komprimieren
es: Comprimir a ZIP
fr: Compresser en ZIP
pt: Compactar para ZIP

# extractHere
source: Extract Archive Here
de: Archiv hier entpacken
es: Extraer Archivo Aquí
fr: Extraire l'archive ici
pt: Extrair Arquivo Aqui

source: Rename...
de: Umbenennen...
es: Renombrar...
fr: Renommer...
pt: Renomear...

source: Properties
de: Eigenschaften
es: Propiedades
fr: Propriétés
pt: Propriedades

source: No Results Found
de: Keine Ergebnisse gefunden
es: Sin Resultados
fr: Aucun résultat trouvé
pt: Nenhum Resultado Encontrado

source: Folder is Empty
de: Ordner ist leer
es: La Carpeta está Vacía
fr: Le dossier est vide
pt: A Pasta está Vazia

source: Size
de: Größe
es: Tamaño
fr: Taille
pt: Tamanho

source: Date Modified
de: Änderungsdatum
es: Fecha de Modificación
fr: Date de modification
pt: Data de Modificação

source: Kind
de: Art
es: Clase
fr: Type
pt: Tipo

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
pt: Pasta

source: FAVORITES
de: FAVORITEN
es: FAVORITOS
fr: FAVORIS
pt: FAVORITOS

source: Recents
de: ZULETZT VERWENDET
es: RECIENTES
fr: RÉCENTS
pt: Recentes

source: DEVICES
de: GERÄTE
es: DISPOSITIVOS
fr: DISPOSITIVOS
pt: DISPOSITIVOS

source: DIRECTORY TREE
de: VERZEICHNISBAUM
es: ÁRBOLES DE DIRECTORIOS
fr: ARBORESCENCE
pt: ÁRVORE DE DIRETÓRIOS

# searchPlaceholder
source: Search in
de: Suchen in
es: Buscar en
fr: Rechercher dans
pt: Buscar em

source: Home
de: Benutzerordner
es: Inicio
fr: Départ
pt: Início

source: Desktop
de: Schreibtisch
es: Escritorio
fr: Bureau
pt: Mesa (Desktop)

source: Documents
de: Dokumente
es: Documentos
pt: Documentos

source: Music
de: Musik
es: Música
fr: Musique
pt: Música

source: Pictures
de: Bilder
es: Imágenes
fr: Images
pt: Imagens

source: Movies
de: Filme
es: Películas
fr: Films
pt: Filmes

# sidebarTrash
source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
pt: Lixeira

# sidebarDocuments
source: Documents
de: Dokumente
es: Documentos
pt: Documentos

source: Trash
de: Papierkorb
es: Papelera
fr: Corbeille
pt: Lixeira

source: Applications
de: Programme
es: Aplicaciones
pt: Aplicativos

# freeSpace
source: free
de: frei
es: libre
fr: libre
pt: livre

source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt: Cancelar

source: Create
de: Erstellen
es: Crear
fr: Créer
pt: Criar

source: Create New Folder
de: Neuen Ordner erstellen
es: Crear Nueva Carpeta
fr: Créer un nouveau dossier
pt: Criar Nova Pasta

# folderNamePlaceholder
source: Folder Name
de: Ordnername
es: Nombre de la Carpeta
fr: Nom du dossier
pt: Nome da Pasta

# defaultFolderName
source: New Folder
de: Neuer Ordner
es: Nueva Carpeta
fr: Nouveau dossier
pt: Nova Pasta

# enterPathPlaceholder
source: Enter path...
de: Pfad eingeben...
es: Ingrese ruta...
fr: Entrer le chemin...
pt: Digite o caminho...

source: Root
de: Stammverzeichnis
es: Raíz
fr: Racine
pt: Raíz

source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
pt: Crescente

source: Location
de: Ort
es: Ubicación
fr: Emplacement
pt: Localização

source: Modified
de: Geändert
es: Modificado
fr: Modifié
pt: Modificado

source: Hidden
de: Ausgeblendete
es: Oculto
fr: Masqué
pt: Oculto

source: Yes
de: Ja
es: Sí
fr: Oui
pt: Sim

source: No
de: Nein
fr: Non
pt: Não

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt: Fechar

source: Parent Folder
de: Übergeordneter Ordner
es: Carpeta Superior
fr: Dossier parent
pt: Pasta Superior

source: Done
de: Fertig
es: Hecho
fr: Terminé
pt: Concluído

source: Help & Shortcuts
de: Hilfe & Tastenkürzel
es: Ayuda y Atajos
fr: Aide et raccourcis
pt: Ajuda e Atalhos

source: Batch Rename
de: Stapelumbenennung
es: Renombrar en Lote
fr: Renommer en lot
pt: Renomear em Lote

source: Find
de: Suchen
es: Buscar
fr: Rechercher
pt: Localizar

source: Replace With
de: Ersetzen durch
es: Reemplazar por
fr: Remplacer par
pt: Substituir Por

source: Prefix
de: Präfix
es: Prefijo
fr: Préfixe
pt: Prefixo

source: Sequence Numbering
de: Fortlaufende Nummerierung
es: Numeración Secuencial
fr: Numérotation séquentielle
pt: Numeração Sequencial

source: Start Number
de: Startnummer
es: Número Inicial
fr: Numéro de départ
pt: Número Inicial

source: Preview
de: Vorschau
es: Previsualización
fr: Aperçu
pt: Pré-visualização

source: New Name
de: Neuer Name
es: Nuevo Nombre
fr: Nouveau nom
pt: Novo Nome

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
pt: Aplicar

# quickConvertImage
source: Quick Convert & Resize...
de: Schnelle Bildkonvertierung...
es: Conversión Rápida de Imagen...
fr: Conversion rapide d'image...
pt: Conversão Rápida de Imagem...

source: Target Format
de: Zielformat
es: Formato de Destino
fr: Format de destination
pt: Formato de Destino

source: Resize Preset
de: Bildgröße
es: Tamaño de Imagen
fr: Taille de l'image
pt: Tamanho da Imagem

# cropPreset
source: Aspect Ratio Crop
de: Seitenverhältnis zuschneiden
es: Recorte de Aspecto
fr: Rognage du format
pt: Recorte de Proporção

source: Quality
de: Qualität
es: Calidad
fr: Qualité
pt: Qualidade

source: Convert
de: Konvertieren
es: Convertir
fr: Convertir
pt: Converter

# diskUsageVisualizer
source: Folder Disk Usage Visualizer
de: Speicherplatz-Visualisierung
es: Visualizador de Uso de Disco
fr: Visualiseur d'espace disque
pt: Visualizador de Uso de Disco

source: Top Largest Items
de: Größte Elemente
es: Principales Elementos por Tamaño
fr: Éléments les plus volumineux
pt: Principais Itens por Tamanho

source: About Wiles
de: Über Wiles
es: Acerca de Wiles
fr: À propos de Wiles
pt: Sobre o Wiles

# aboutDescription
source: A fast, native macOS file manager designed to bridge the best of GNOME Files (Nautilus) and macOS Finder.
de: Ein nativer macOS-Dateimanager, sehr schnell und entwickelt, um das Beste aus GNOME Files und Finder zu vereinen.
es: Un administrador de archivos nativo de macOS, súper rápido y diseñado para unir lo mejor de GNOME Files y Finder.
fr: Un gestionnaire de fichiers natif de macOS, très rapide et conçu pour réunir le meilleur de GNOME Files et Finder.
pt: Um gerenciador de arquivos nativo do macOS, super rápido e projetado para unir o melhor do GNOME Files e Finder.

# createdBy
source: Created by Marco PS
de: Erstellt von Marco PS
es: Creado por Marco PS
fr: Créé par Marco PS
pt: Criado por Marco PS

# translucentLevel
source: Transparency
de: Transparenz
es: Transparencia
fr: Translucidité
pt: Transparência

# sidebarTranslucentLevel
source: Sidebar Translucency
de: Seitenleisten-Transparenz
es: Transparencia Lateral
fr: Translucidité de la Barre Latérale
pt: Transparência da Lateral

# contentTranslucentLevel
source: Content Translucency
de: Inhalts-Transparenz
es: Transparencia del Contenido
fr: Translucidité du Contenu
pt: Transparência do Conteúdo

# showPreviewSidebar
source: Show Preview
de: Vorschau anzeigen
es: Mostrar Vista Previa
fr: Afficher l'aperçu
pt: Mostrar Pré-visualização

source: More Info...
de: Mehr Info...
es: Más Información...
fr: Plus d'infos...
pt: Mais Informações...

source: General
de: Allgemein
fr: Général
pt: Geral

# permissions
source: Sharing & Permissions
de: Freigabe & Zugriffsrechte
es: Compartir y Permisos
fr: Partage et permissions
pt: Compartilhamento e Permissões

source: Owner
de: Eigentümer
es: Propietario
fr: Propriétaire
pt: Proprietário

source: Group
de: Gruppe
es: Grupo
fr: Groupe
pt: Grupo

source: Created
de: Erstellt
es: Creado
fr: Créé
pt: Criado

source: Last Opened
de: Zuletzt geöffnet
es: Último Acceso
fr: Dernière ouverture
pt: Último Acesso

source: Dimensions
de: Abmessungen
es: Dimensiones
pt: Dimensões

source: Duration
de: Dauer
es: Duración
fr: Durée
pt: Duração

# fetchError
source: Unable to load properties.
de: Eigenschaften konnten nicht geladen werden.
es: No se pudieron cargar las propiedades.
fr: Impossible de charger les propriétés.
pt: Não foi possível carregar propriedades.

# newFileTitle
source: New File
de: Neue Datei
es: Nuevo Archivo
fr: Nouveau Fichier
pt: Novo Arquivo

source: Select Template
de: Vorlage Auswählen
es: Seleccionar Plantilla
fr: Sélectionner un Modèle
pt: Selecionar Template

# fileNameLabel
source: File Name
de: Dateiname
es: Nombre del Archivo
fr: Nom du Fichier
pt: Nome do Arquivo

source: Extract Archive
de: Archiv Entpacken
es: Extraer Archivo
fr: Extraire L'Archive
pt: Extrair Arquivo

source: Connect to Server
de: Mit Server Verbinden
es: Conectarse al Servidor
fr: Se Connecter au Serveur
pt: Conectar ao Servidor

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
pt: Conectar

source: Show Tags
de: Tags anzeigen
es: Mostrar Etiquetas
fr: Afficher les étiquettes
pt: Mostrar Etiquetas

source: Red
de: Rot
es: Rojo
fr: Rouge
pt: Vermelho

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
pt: Amarelo

source: Green
de: Grün
es: Verde
fr: Vert
pt: Verde

source: Blue
de: Blau
es: Azul
fr: Bleu
pt: Azul

source: Purple
de: Lila
es: Morado
fr: Violet
pt: Roxo

source: Gray
de: Grau
es: Gris
fr: Gris
pt: Cinza

source: Clear All Tags
de: Alle Tags löschen
es: Borrar todas las etiquetas
fr: Effacer toutes les étiquettes
pt: Limpar Todas as Etiquetas

source: Services
de: Dienste
es: Servicios
pt: Serviços

# compactDensity
source: Compact Density Layout
de: Kompakte Dichte-Layout
es: Diseño de Densidad Compacta
fr: Disposition à densité compacte
pt: Layout de Densidade Compacta

# helpGuideTitle
source: Help & Feature Guide
de: Hilfe & Funktionshandbuch
es: Guía de Ayuda y Funciones
fr: Guide d'Aide et Fonctionnalités
pt: Guia de Ajuda e Recursos

# tabOverview
source: Overview
de: Übersicht
es: Visión General
fr: Aperçu
pt: Visão Geral

# tabFeatures
source: Features & Tools
de: Funktionen & Werkzeuge
es: Funciones y Herramientas
fr: Fonctionnalités et Outils
pt: Recursos e Ferramentas

# tabShortcuts
source: Shortcuts
de: Tastaturkurzbefehle
es: Atajos
fr: Raccourcis
pt: Atalhos

# overviewDesc
source: Wiles is a high-performance, native macOS file manager built with Apple's AppKit and SwiftUI frameworks. It seamlessly bridges GNOME Files (Nautilus) workflow efficiency with macOS Finder's power features.
de: Wiles ist ein leistungsstarker, nativer macOS-Dateimanager.
es: Wiles es un administrador de archivos nativo de alto rendimiento para macOS construído con AppKit y SwiftUI.
fr: Wiles est un gestionnaire de fichiers macOS natif et performant.
pt: O Wiles é um gerenciador de arquivos nativo de alto desempenho para macOS construído com AppKit e SwiftUI. Ele une a eficiência do GNOME Files (Nautilus) aos recursos do macOS Finder.

# domainToolsTitle
source: Domain Tools & Feature Highlights
de: Domänenwerkzeuge & Highlights
es: Herramientas del Dominio y Destacados
fr: Outils du Domaine et Points Forts
pt: Ferramentas do Domínio e Destaques

# helpTagsTitle
source: Native macOS Tags & Filtering
de: Native macOS-Tags & Filterung
es: Etiquetas Nativas de macOS y Filtrado
fr: Étiquettes N 커 de macOS et Filtrage
pt: Etiquetas Nativas do macOS e Filtragem

# helpTagsDesc
source: Enable 'Show Tags' in View/Options menu. Right-click any file > Tags to color tag it. Click sidebar color tags or search 'tag:color' to filter.
de: Aktivieren Sie 'Tags anzeigen' im Menü Ansicht.
es: Active 'Mostrar Etiquetas' en el menú Vista u Opciones.
fr: Activez 'Afficher les étiquettes' dans le menu Présentation.
pt: Ative 'Mostrar Etiquetas' no menu Visualizar ou Opções. Clique com o botão direito no arquivo > Etiquetas. Clique na barra lateral ou busque 'tag:cor' para filtrar.

# helpTerminalTitle
source: Open in Terminal
de: Im Terminal öffnen
es: Abrir en Terminal
fr: Ouvrir dans le Terminal
pt: Abrir no Terminal

# helpTerminalDesc
source: Right-click any folder or empty background area -> 'Open in Terminal' to launch native Terminal directly at that directory.
de: Rechtsklick auf einen Ordner -> 'Im Terminal öffnen'.
es: Haga clic derecho en cualquier carpeta -> 'Abrir en Terminal'.
fr: Faites un clic droit sur n'importe quel dossier -> 'Ouvrir dans le Terminal'.
pt: Clique com o botão direito em qualquer pasta ou área vazia -> 'Abrir no Terminal' para abrir o Terminal nativo na pasta atual.

# helpZipTitle
source: ZIP Archive Compression & Extraction
de: ZIP-Archiv-Komprimierung & Extraktion
es: Compresión y Extracción de Archivos ZIP
fr: Compression et Extraction d'Archives ZIP
pt: Compactação e Extração de Arquivos ZIP

# helpZipDesc
source: Right-click selected files -> 'Compress to ZIP' or right-click any .zip file -> 'Extract Here' for background archive processing.
de: Rechtsklick -> 'In ZIP komprimieren' oder 'Hier entpacken'.
es: Haga clic derecho -> 'Comprimir a ZIP' o 'Extraer Aquí'.
fr: Clic droit -> 'Compresser en ZIP' ou 'Extraire ici'.
pt: Clique com o botão direito nos arquivos -> 'Compactar para ZIP' ou em um .zip -> 'Extrair Aqui'.

# helpDiskTitle
source: Disk Space Visualizer
de: Speicherplatz-Visualisierung
es: Visualizador de Espacio en Disco
fr: Visualiseur d'Espace Disque
pt: Visualizador de Espaço em Disco

# helpDiskDesc
source: Press Shift+Cmd+D or choose 'Disk Usage Visualizer...' from background menu to inspect largest files and folder size breakdowns.
de: Drücken Sie Umschalt+Cmd+D, um große Dateien zu untersuchen.
es: Presione Shift+Cmd+D para inspeccionar archivos grandes.
fr: Appuyez sur Shift+Cmd+D pour inspecter les fichiers volumineux.
pt: Pressione Shift+Cmd+D ou escolha 'Visualizador de Espaço em Disco...' no menu de contexto para inspecionar os maiores arquivos.

# helpImageTitle
source: Image Quick Converter
de: Schneller Bildkonverter
es: Convertidor Rápido de Imágenes
fr: Convertisseur Rapide d'Images
pt: Conversor Rápido de Imagens

# helpImageDesc
source: Right-click any image -> 'Quick Convert Image...' to batch convert (PNG, JPG, WEBP, HEIC), resize, or crop.
de: Rechtsklick auf ein Bild -> 'Schnelles Konvertieren des Bildes...'.
es: Haga clic derecho en una imagen -> 'Conversión Rápida de Imagen...'.
fr: Clic droit sur une image -> 'Convertir rapidement l'image...'.
pt: Clique com o botão direito em uma imagem -> 'Conversão Rápida de Imagem...' para converter formato (PNG, JPG, WEBP, HEIC), redimensionar ou cortar.

# helpBatchTitle
source: Batch Rename Tool
de: Stapel-Umbenennungswerkzeug
es: Herramienta de Renombrado en Lote
fr: Outil de Renommage en Lot
pt: Ferramenta de Renomeação em Lote

# helpBatchDesc
source: Select multiple files and press F2 (or Rename) to open Batch Rename with regex matching, prefix/suffix additions, and sequence numbers.
de: Wählen Sie mehrere Dateien aus und drücken Sie F2.
es: Seleccione varios archivos y presione F2 para renombrar en lote.
fr: Sélectionnez plusieurs fichiers et appuyez sur F2.
pt: Selecione vários arquivos e pressione F2 (ou Renomear) para abrir a renomeação em lote com regex, prefixo, sufixo e numeração.

# helpSymlinkTitle
source: Symbolic Link Creation
de: Erstellung Symbolischer Links
es: Creación de Enlaces Simbólicos
fr: Création de Liens Symboliques
pt: Criação de Links Simbólicos (Symlinks)

# helpSymlinkDesc
source: Right-click any file or folder -> 'Create Symlink...' to generate relative or absolute symbolic links.
de: Rechtsklick -> 'Symbolischen Link erstellen...'.
es: Haga clic derecho -> 'Crear Enlace Simbólico...'.
fr: Clic droit -> 'Créer un lien symbolique...'.
pt: Clique com o botão direito -> 'Criar Link Simbólico...' para gerar atalhos de sistema relativos ou absolutos.

# helpTemplateTitle
source: New File Templates
de: Neue Dateivorlagen
es: Plantillas de Nuevos Archivos
fr: Modèles de Nouveaux Fichiers
pt: Modelos de Novos Arquivos

# helpTemplateDesc
source: Right-click background -> 'New File...' to quickly generate empty text, markdown, code files, or custom templates.
de: Rechtsklick auf den Hintergrund -> 'Neue Datei...'.
es: Haga clic derecho en el fondo -> 'Nuevo Archivo...'.
fr: Clic droit sur l'arrière-plan -> 'Nouveau fichier...'.
pt: Clique com o botão direito na área vazia -> 'Novo Arquivo...' para criar arquivos de texto, código ou modelos rapidamente.

# helpCopyContentTitle
source: Copy File Content to Clipboard
de: Dateiinhalt in die Zwischenablage kopieren
es: Copiar Contenido del Archivo al Portapapeles
fr: Copier le Contenu du Fichier dans le Presse-papiers
pt: Copiar Conteúdo do Arquivo para a Área de Transferência

# helpCopyContentDesc
source: Right-click text/data files -> 'Copy Content' to copy raw file contents directly into your clipboard without opening the file.
de: Rechtsklick -> 'Inhalt kopieren'.
es: Haga clic derecho -> 'Copiar Contenido'.
fr: Clic droit -> 'Copier le contenu'.
pt: Clique com o botão direito em arquivos de texto -> 'Copiar Conteúdo' para copiar o texto direto para a área de transferência.

# helpShredTitle
source: Secure File Shredder
de: Sicherer Datei-Schredder
es: Trituradora Segura de Archivos
fr: Broyeur Sécurisé de Fichiers
pt: Triturador Seguro de Arquivos

# helpShredDesc
source: Right-click sensitive files -> 'Secure Shred File...' to permanently overwrite data blocks before unlinking.
de: Rechtsklick -> 'Datei sicher schreddern...'.
es: Haga clic derecho -> 'Triturar Archivo...'.
fr: Clic droit -> 'Broyer le fichier...'.
pt: Clique com o botão direito em arquivos sensíveis -> 'Triturar Arquivo...' para sobrescrever blocos de dados antes de excluir permanentemente.

# helpServerTitle
source: Connect to Network Server
de: Mit Netzwerkserver verbinden
es: Conectarse al Servidor de Red
fr: Se Connecter au Serveur Réseau
pt: Conectar ao Servidor de Rede
